{
  "intents": [
    {
      "tag": "salam",
      "patterns": [
        "hai",
        "hi",
        "hy",
        "halo",
        "helo",
        "hallo",
        "hello",
        "ping",
        "p",
        "kak",
        "min",
        "admin",
        "assalamualaikum",
        "shalom",
        "mau nanya kak",
        "izin bertanya",
        "mau tanya",
        "selamat pagi",
        "selamat siang",
        "selamat sore",
        "selamat malam",
        "pagi",
        "siang",
        "sore",
        "malam"
      ],
      "responses": [
        "Terima kasih telah menghubungi layanan Customer Service Simudaperwira. Silahkan laporkan kendala Anda untuk kami bantu selama pendaftaran peserta PKKP Tahun 2024."
      ]
    },
    {
      "tag": "daftar",
      "patterns": [
        "daftar gimana caranya",
        "daftar gimana kaka",
        "cara daftar",
        "pendaftaran dibuka kapan?",
        "kapan pendaftaran dibuka?",
        "pendaftaran pkkp jateng",
        "kapan mulai pendaftaran?",
        "tanggal berapa pendaftaran dibuka?",
        "jam berapa pendaftaran dibuka?",
        "min pendaftaran belum dibuka ya?",
        "pendaftaran di ajukan kak. Kok udah ada pendaftaran 2024. Atau masih nunggu tgl 22",
        "pendaftaran kemana?",
        "daftar dimana?",
        "link pendaftaran yang mana?",
        "kemana saya harus mendaftar?",
        "bagaimana cara daftar PKKP?",
        "mau daftar pkkp dimana?",
        "link pendaftaran",
        "daftar online nya bagaimana",
        "cara mendaftar online nya bagaimana?",
        "setelah login terus bagaimana?",
        "untuk link pendaftaran online dimana?",
        "registrasi"
      ],
      "responses": [
        "Pendaftaran dibuka mulai Rabu, 17 Januari 2024 hingga Kamis, 25 Januari 2024. \nPendaftaran dapat langsung dilakukan melalui website simudaperwira atau dapat melalui link berikut: https://simudaperwira.jatengprov.go.id/pendaftaran"
      ]
    },
    {
      "tag": "cek_daftar",
      "patterns": [
        "apakah akun saya sudah terdaftar?",
        "bagaimana cek akun apakah sudah terdaftar atau belum?",
        "cek akun terdaftar",
        "cek apakah sudah berhasil",
        "apakah sudah terdaftar atau belum?",
        "apakah akun saya sudah terdaftar resmi di web?"
      ],
      "responses": [
        "Mohon untuk sertakan Nama dan Alamat Email untuk selanjutnya kami cek lebih lanjut, dan mohon ditunggu untuk balasannya."
      ]
    },
    {
      "tag": "print_daftar",
      "patterns": [
        "cara mencetak bukti pendaftaran",
        "apakah perlu mencetak bukti pendaftaran?",
        "cetak bukti pendaftaran",
        "untuk cetak data diri belum tersedia?",
        "download data pribadi gimana?",
        "Bagaimana cara cetak bukti pendaftaran online ini",
        "bukti pendaftaran online itu kartu daftar ulang",
        "cetak kartu daftar ulang",
        "setelah lolos tes"
      ],
      "responses": [
        "Bukti pendaftaran dapat dicetak setelah mengerjakan dan lolos Ujian CAT, dan akan langsung diarahkan untuk daftar ulang hingga batas tanggal 31 Januari 2024. \nKemudian calon peserta dapat unduh kemudian cetak/print kartu daftar ulang, untuk kemudian menjadi salah satu berkas yang dikirim bersama dengan file lainnya ke Dinas daerah penempatan."
      ]
    },
    {
      "tag": "error",
      "patterns": [
        "error kak",
        "eror",
        "ada keterangan error",
        "mau daftar kok error terus ya? apa karena banyak yang akses?",
        "jaringan error terus padahal sudah pakai wifi udah ganti jaringan tapi tetap sama saja",
        "saya kok tidak bisa mendaftar padahal data saya lengkap",
        "tidak bisa mendaftar, karena server eror",
        "saya mau kirim pendaftaran kok jaringannya terganggu suruh refresh tapi udah tak refresh masih gagal lagi",
        "pendaftaran gagal terus karena gangguan jaringan sudah di refresh terus masih gak bisa",
        "saya tidak bisa klik pilihan daftar",
        "terdapat pemberitahuan bahwa sedang eror",
        "kenapa saat submit error?",
        "apakah sistem maintenance?",
        "saya sudah mengisi formulir registrasi. tapi mau dikirim error terus kenapa?",
        "balik ke menu awal isi email itu lagi",
        "kenapa saat kirim data error terus",
        "tidak bisa melakukan pendaftaran",
        "mulai ujian server error",
        "server error",
        "system error",
        "sistem error",
        "server down"
      ],
      "responses": [
        "Untuk mengatasi kendala error selama pendaftaran dapat dilakukan beberapa hal berikut: \n1. Pastikan koneksi internet lancar \n2. Clear history browser dan silahkan coba kembali \n3. Menggunakan perangkat lainnya, misal Laptop atau PC \n4. Update versi chrome terbaru \n\nJika Error selama Ujian CAT:  \nMohon maaf server kami mengalami kendala saat ini \nBagi yg tidak bisa login dan mengikuti ujian di sesi jam 10.00 - 12.00 dapat mengikuti sesi lanjutan yang akan kami buka pada pukul 12.00 - 14.00 \n\nJika tetap ada kendala, mohon sertakan Nama dan Alamat Email untuk selanjutnya kami cek lebih lanjut, dan mohon ditunggu untuk balasannya."
      ]
    },
    {
      "tag": "peserta",
      "patterns": [
        "sudah pernah mendaftar PKKP",
        "pernah dinyatakan lolos PKKP, boleh mendaftar kembali?",
        "daftar lagi masih bisa?",
        "anggota penyelenggara pemilu boleh ikut ga?",
        "apakah anggota KPPS diperbolehkan mendaftar?",
        "perangkat desa boleh ikut?",
        "sudah menikah bisa mengikuti?",
        "sudah nikah masih bisa ikut?",
        "menjalani pendidikan ppg",
        "pindahan ke jawa tengah",
        "saya pindah ke jateng, bisa daftar?",
        "pindahan ke jateng",
        "syarat pendaftaran apa ya",
        "syarat daftar peserta PKKP apa aja kak?",
        "Sebagai prasyarat peserta pendamping wirusaha apakah peserta diWAJIBkan mempunyai usaha mandiri yg sedang berjalan?",
        "apakah syarat peserta diwajibkan punya usaha mandiri?",
        "orang yang sudah mempunyai bisnis?"
      ],
      "responses": [
        "Untuk persyaratan calon peserta PKKP tahun 2024 dapat dilihat pada Informasi Pendaftaran dan Pedoman Calon peserta PKKP yang dapat diunduh dan dibaca pada website: https://simudaperwira.jatengprov.go.id/pengumuman/ \n Dan perlu diperhatikan bahwa: \n1. Calon peserta PKKP dipersilahkan mendaftar dengan ketentuan putra putri asli kelahiran provinsi Jawa Tengah yang dibuktikan dengan kode awal NIK 33. \n2. Calon Peserta PKKP dipersilahkan mendaftar dan selanjutnya menjadi peserta maksimal 2 kali, Jika lebih dari batas yang ditentukan akan kami gugurkan saat pengumuman seleksi administrasi. \n3. Calon peserta PKKP tidak diperbolehkan untuk mendaftar ketika masih terikat kontrak dengan Lembaga/Instansi manapun, belum menikah dan bersedia untuk tidak menikah selama menjalankan program. \n\n Untuk persyaratan lainnya dapat diunduh dan dibaca pada link diatas."
      ]
    },
    {
      "tag": "langkah",
      "patterns": [
        "saya sudah daftar akun, selanjutnya bagaimana ya?",
        "langkah selanjutnya bagaimana?",
        "tahap selanjutnya apa?",
        "setelah daftar bagaimana?",
        "berhasil melakukan pendaftaran",
        "tinggal menunggu pengumuman resmi?",
        "sudah daftar dan bisa login, berarti tinggal nunggu pengumuman seleksi administrasi?",
        "sudah mengisi form yang sudah diberikan",
        "setelah pendaftaran berhasil bagaimana?",
        "kalo sudah punya akun di link diatas apakah harus daftar lagi apa bagaimana",
        "sudah selesai mengisi form pendaftaran berarti tinggal menunggu pengumuman?",
        "saya sudah verifikasi akun, selanjutnya bagaimana?",
        "tahapan selanjutnya apa kak?",
        "jadwal ujian CAT nya lihat dimana ya kak?",
        "untuk pendaftarannya hanya mengisi biodata saja ya?",
        "setelah pendaftaran PKKP online, selanjutnya melakukan apa ya?",
        "selanjutnya saya mendapatkan informasi terkait perkembangan akun dari chat ini atau dari email ya kak?"
      ],
      "responses": [
        "Selanjutnya adalah menunggu pengumuman lebih lanjut dengan pantau melalui email dan akun sosial media kami, serta silahkan nanti secara serentak mengikuti ujian CAT pada tanggal 27 Januari 2024 pukul 10:00 WIB. Anda juga dapat mengunduh dan melihat Pedoman serta Jadwal Kegiatan PKKP melalui website https://simudaperwira.jatengprov.go.id/pengumuman"
      ]
    },
    {
      "tag": "login",
      "patterns": [
        "kenapa saya tidak bisa login?",
        "gabisa login",
        "kendala tidak dapat login",
        "saya sudah daftar, tapi ga bisa login",
        "mau login tidak bisa",
        "saya tidak dapat login",
        "login error, ada tulisan ajax gagal",
        "aku udah daftar tp kok gabisa login kenapa ya?",
        "sukses pendaftaran tapi gak bisa login"
      ],
      "responses": [
        "Ada kemungkinan melakukan kesalahan saat menginputkan Alamat Email dan Password. Pastikan untuk Login dengan benar Alamat Email dan Password yang telah didaftarkan sebelumnya. Bisa disertakan Nama dan Alamat Email untuk kami cek lebih lanjut, dan mohon ditunggu untuk balasannya."
      ]
    },
    {
      "tag": "daftar_sebelum",
      "patterns": [
        "sudah pernah mendaftar sebelum tanggal 17",
        "pernah mendaftar sebelum tanggal pendaftaran PKKP",
        "sudah daftar akun sebelumnya",
        "saya sebelum tanggal 17 sudah bisa mengisi laman pendaftaran",
        "saya sudah daftar sebelum pendaftaran dibuka",
        "kalau mendaftar kurang dari tanggal pendaftaran apakah harus daftar ulang kembali?",
        "jika sudah registrasi sebelum tanggal 17 itu bagaimana ya?",
        "jika sudah registrasi sebelum tanggal 17 dan KTP sudah terdaftar bagaimana ya kak?",
        "saya nyoba daftar udah lama sebelum pembukaan pendaftaran"
      ],
      "responses": [
        "Calon peserta PKKP yang sudah mendaftar sebelum tanggal pendaftaran, tidak perlu mendaftar kembali. Bisa disertakan Nama dan Alamat Email untuk kami cek lebih lanjut, dan mohon ditunggu untuk balasannya."
      ]
    },
    {
      "tag": "upload_berkas",
      "patterns": [
        "apakah berkas yang diupload hanya ktp dan foto?",
        "hanya terdapat unggah berkas untuk KTP dan Pas Photo saja itu bagaimana ya kak?",
        "tata cara mengupload berkas-berkas yang dimintai bagaimana, karena tidak ada form nya",
        "upload dokumen ijazah dimana ya kak?",
        "di akun hanya upload file foto dan ktp ya kak?",
        "unggah dokumen transkrip nilai dimana kak?",
        "saya lihat diinfo harus melampirkan ijazah dan transkrip tapi di biodata tidak ada tempat untuk melampirkan itu",
        "tidak ada kolom untuk upload berkas ijazah dan transkrip nilai",
        "tempat untuk unggah ijazah dan transkrip nilai disebelah mana?",
        "upload berkas pendaftaran dimana ya?",
        "apakah untuk berkas yang dikirim melalui pendaftaran online hanya foto dan ktp saja?",
        "surat edaran dalam pendaftaran tertera pendaftaran online untuk melampirkan KTP, Ijazah,Transkrip Nilai dan Pas Photo. biodata hanya diminta ktp dan pas foto saja. mohon penjelasanya",
        "mau tanya untuk foto profile akun pkkp harus formal atau bebas?",
        "pas photo harus formal atau bebas?",
        "foto ukuran kurang dari 300kb kenapa tidak bisa?",
        "ukuran foto",
        "foto profil pkkp",
        "mau tanya untuk ktp sama foto pakai jpg atau pdf kak?",
        "unggah ktp dan pas photo format nya apa kak?"
      ],
      "responses": [
        "Berkas yang diupload selama pendaftaran di website hanya KTP dan Pas Photo. \nDan perlu diperhatikan bahwa: \n1. Pas Photo diharuskan formal dengan latar belakang/background warna biru atau merah \n2. KTP dan Pas Photo diunggah sesuai ketentuan dengan format JPG dan ukuran maksimal 100 KB. \n\nUntuk berkas lainnya seperti Transkrip Nilai dan Ijazah diserahkan ke Dinas Kepemudaan Daerah Penugasan masing - masing bersama dengan harfile lainnya setelah dinyatakan lolos ujian CAT."
      ]
    },
    {
      "tag": "gagal_daftar",
      "patterns": [
        "kenapa saya gagal dalam proses bikin akun ya?",
        "gagal registrasi",
        "mohon maaf untuk pendaftarannya kenapa tidak bisa submit/terkirim",
        "tidak bisa submit pendaftaran",
        "gabisa klik daftar"
      ],
      "responses": [
        "Pastikan saat menginput tidak ada kesalahan dari formatnya ataupun ketentuannya. Misalnya untuk Size Pas Photo Max 100kb, format IPK menggunakan tanda titik (misal 4.0), dan ketentuan lainnya sesuai dengan Pedoman PKKP 2024."
      ]
    },
    {
      "tag": "ubah_data",
      "patterns": [
        "bagaimana cara mengubah data diri?",
        "edit biodata profile",
        "ganti profil data diri",
        "saya pilih tanggal lahir jadinya tidak sinkron",
        "ijin mau mengganti nomer hp kok gak bisa ya?",
        "kak kalau mau edit informasinya bisa ga ya?",
        "apakah data yang salah dapat di edit?",
        "data tanggal lahir saya ada typo, apakah data bisa di edit kak?",
        "bisa dirubah tidak ya kak? kemarin soalnya saya salah memilih desa nya",
        "dari kemaren saya mau ganti desa tapi kok nda bisa ya?",
        "salah penulisan gelar"
      ],
      "responses": [
        "Edit data diri bisa klik nama user terus pilih update biodata atau akses link berikut: https://simudaperwira.jatengprov.go.id/member-area/detail"
      ]
    },
    {
      "tag": "email_salah",
      "patterns": [
        "ada tulisan email tidak ditemukan",
        "login gagal karena email tidak ditemukan",
        "akun tidak ditemukan",
        "saya sudah buat akun dan berhasil, tapi saat mau login kembali tidak bisa, tulisannya akun tidak ditemukan",
        "ka aku udah daftar tp gabisa login",
        "email saya kok tidak terdaftar?",
        "login gagal tertulis email belum terdaftar"
      ],
      "responses": [
        "Untuk kendala tersebut biasanya Alamat Email yang didaftarkan terdapat kesalahan atau typo, sehingga saat akan Login terdapat notifikasi Alamat Email tidak ditemukan. Sertakan Nama dan Alamat Email untuk kami perbaiki, dan mohon ditunggu untuk balasannya."
      ]
    },
    {
      "tag": "format_ipk",
      "patterns": [
        "bagian isi IPK saya sudah isi, tapi kok ada peringatannya",
        "format pengisian IPK apa ya?",
        "pengisian IPK itu memang cuma 1 digit ya? tidak bisa diisi dengan (x,xx)?"
      ],
      "responses": [
        "Format IPK yang benar adalah menggunakan tanda titik (.) misalnya 4.0"
      ]
    },
    {
      "tag": "daerah",
      "patterns": [
        "kenapa tidak ada kelurahan saya?",
        "desa saya tidak ada kak",
        "kelurahan tidak ada",
        "tidak ada opsi untuk desa saya",
        "desa domisili tidak ada opsi kak",
        "tidak ada di pemilihan alamat",
        "jika pada tempat kelurahan tinggal tidak ada bagaimana ya",
        "tidak muncul kelurahan/desa yang akan dipilih",
        "tidak ada penempatan nama desa yang akan saya pilih",
        "pengisian domisili tidak ada kelurahan saya",
        "pada pendaftaran online bagian alamat asal desa ada alamat desa yg tidak ada pilihannya itu bagaimana ya",
        "ada tulisan no result found",
        "desa/kelurahan saya no result found",
        "Nama kelurahan saya tidak ada di daftar saat mengisi tempat tinggal"
      ],
      "responses": [
        "Mohon maaf untuk Desa/Kelurahan tersebut belum tersedia. Mohon sertakan Nama Desa, Kecamatan, dan Kabupaten/Kota untuk kami tambahkan ke sistem database kami. Selanjutnya akan kami konfirmasi setelah penambahan data tersebut, dan mohon untuk ditunggu konfirmasinya."
      ]
    },
    {
      "tag": "ktp_salah",
      "patterns": [
        "saya sudah daftar tapi nomor KTPnya salah, apakah bisa di edit?",
        "pengisian data untuk NIK kurang 1 huruf bagaimana?",
        "nomor NIK salah"
      ],
      "responses": [
        "Untuk kendala perubahan NIK, mohon sertakan Nama, Alamat Email, dan NIK yang benar untuk kami perbaiki, dan mohon ditunggu untuk balasannya."
      ]
    },
    {
      "tag": "uang_saku",
      "patterns": [
        "untuk program pkkp ini ada uang saku selama berlangsung tidak?",
        "ada pesangon?",
        "dapat gaji atau tidak"
      ],
      "responses": [
        "Peserta PKKP akan mendapatkan biaya hidup bulanan selama 9 bulan sesuai ketentuan APBD Jawa Tengah Tahun 2024 terhitung mulai tanggal 1 April s.d. 31 Desember 2024."
      ]
    },
    {
      "tag": "pemberkasan",
      "patterns": [
        "pengisian surat pernyataan apakah ditulis tangan atau diketik?",
        "jika berkas hardfile sudah selesai, dikirimkan kemana ya kak?",
        "adakah ketentuan ukuran kertasnya harus A4 atau gimana?",
        "apakah di scan dikirim email atau bagaimana?",
        "apakah dikirimkan ke dinas kepemudaan daerah?",
        "untuk tulisan cetak data diri ada di sebelah mana ya?",
        "apabila lolos tes tertulis baru mengurus berkas offline ya kak?",
        "sementara belum mengurus berkas dulu ya kak?",
        "persyaratan yang akan dikumpulkan",
        "dokumen yang dibawa apa saja",
        "kirim berkas ke disporapar jateng?",
        "pengumpulan berkas dimana?",
        "berkas dftr ulang apa saja",
        "template surat surat",
        "format surat pernyataan",
        "berkas administrasi apa saja",
        "berkas langsung dikirimkan ke dinas setempat?",
        "berkas hardfile yang dikirim apa aja",
        "SKCK",
        "CV opsional",
        "untuk berkas lamaran seperti surat pernyataan dapat diakses dimana ya kak?",
        "surat pernyataan belum menikah",
        "surat harus dari desa",
        "menyertakan sertifikat prestasi"
      ],
      "responses": [
        "Pemberkasan lainnya seperti hardfile dapat diunduh dan dibaca untuk persyaratan dan template surat pada Informasi Pendaftaran Calon Peserta PKKP dan Pedoman pada halaman website : https://simudaperwira.jatengprov.go.id/pengumuman \n\nPerlu diperhatikan bahwa: \n1. Surat lamaran wajib ditulis tangan dan tanda tangan basah dengan format bebas, Surat Pernyataan dapat diketik atau ditulis tangan \n2. Surat keterangan belum menikah bisa minta dari desa, dan untuk surat pernyataan belum menikah diketahui orang tua buat sendiri sesuai template \n3. SKCK dibawa saat Pre Departure Training \n4. Melampirkan CV dan sertifikat prestasi (fotocopy) bersifat opsional dan tidak wajib \n5. Fotocopy ijazah dan transkrip nilai dapat digabung/bolak-balik \n6. Ijazah kalau bisa di legalisir, dan dapat menggunakan SKL jika Ijazah belum keluar \n7. Pengumpulan berkas menggunakan map/stopmap atau amplop coklat, identitas yang ditulis: nama dan kabupaten/kota penugasan \n8. Surat Pernyataan yang bermaterai sesuai dengan template yang dapat diakses pada link diatas \n\nKemudian Calon Peserta dapat mengirimkan berkas tersebut secara langsung ke Dinas dengan alamat penugasan."
      ]
    },
    {
      "tag": "mentor",
      "patterns": [
        "profil mentor kok belum terisi",
        "profil mentor belum ada kak"
      ],
      "responses": [
        "Profil Mentor akan kami update secepatnya, mohon ditunggu ya kak."
      ]
    },
    {
      "tag": "Sarjana",
      "patterns": [
        "persyaratan tidak sedang menempuh S2, kalo sudah lulus apakah diperkenankan untuk mendaftar?",
        "lulusan S2 bisa daftar?",
        "kalo sudah lulus S2 apakah boleh ikut kak",
        "saya dari magister (S2), apakah saya tetap bisa mendaftar?",
        "saya sudah menyelesaikan sidang skripsi, namun belum punya ijazah S1. apakah boleh mendaftar?",
        "min mau tanya,jika mahasiswa sedang berkuliah apakah diperbolehkan mendaftar",
        "saya kira mahasiswa bisa",
        "apakah harus sarjana?",
        "kalau ijazah belum terbit, dan adanya baru SKL bisa ikut daftar tidak ya?"
      ],
      "responses": [
        "Kriteria calon peserta PKKP adalah minimal pendidikan S1, jadi untuk pendidikan diatasnya diperbolehkan, dengan ketentuan sudah lulus. \nDiperbolehkan mendaftar bagi calon peserta PKKP yang belum mendapatkan Ijazah S1, dengan ketentuan sudah lulus dibuktikan dengan Surat SKL."
      ]
    },
    {
      "tag": "kedinasan",
      "patterns": [
        "saya lulusan dari kedinasan dan tidak memiliki fakultas, hanya ada prodi/program studi, pada saat pendaftaran fakultas saya kasih tanda strip saja?",
        "tidak punya fakultas"
      ],
      "responses": [
        "Untuk Lulusan kedinasan yang tidak memiliki Fakultas, isian Fakultas dapat diisi dengan Program Studinya."
      ]
    },
    {
      "tag": "umur",
      "patterns": ["maksimal umur saat pendaftaran berapa ya kak?", "max umur"],
      "responses": [
        "Diperbolehkan mendaftar bagi calon peserta PKKP dengan usia maksimal 28 tahun pada tanggal 1 Maret 2024."
      ]
    },
    {
      "tag": "disabilitas",
      "patterns": [
        "saya disabilitas memilih ya kenapa diketerangan tulisannya tidak?"
      ],
      "responses": [
        "Bisa disertakan Nama dan Alamat Email untuk kami cek lebih lanjut, dan mohon ditunggu untuk balasannya."
      ]
    },
    {
      "tag": "ujian_CAT",
      "patterns": [
        "materi yang diujikan CAT meliputi apa saja ya kak?",
        "materi untuk ujian CAT apa ya?",
        "untuk ujiannya bentuk pilihan ganda atau essay",
        "Tes CATnya ada berapa soal kira2 ya",
        "materi untuk tes tertulis tentang apa saja ya kak?",
        "materi ujian apakah mungkin ada seputar kisi-kisi yang bisa dipelajari dari tes CAT tahun sebelumnya?",
        "materi ujian seleksi yang dapat saya pelajari",
        "gambaran CAT tentang apa",
        "materi CAT yang tercantum disurat?",
        "tanggal berapa ujian CAT?",
        "ujian CAT dilaksanakan kapan kak?",
        "model tesnya bagaimana?",
        "halaman ujian dibagian mana",
        "pilih jadwal ujian CAT",
        "ujian CAT online",
        "pemilihan jam CAT",
        "pilih jadwal CAT",
        "ujian CAT serentak",
        "memilih waktu mengerjakan tes",
        "cara mengetahui jadwal CAT",
        "CAT kapan ya?",
        "pemilihan jadwal ujian CAT",
        "tidak ada ujian simulasi?",
        "jadwal dan lokasi CAT online",
        "sistem CAT online",
        "ujian apakah cuma hari ini",
        "pelaksanaan ujian",
        "test CAT berapa soal?",
        "berapa soal ujian CAT?",
        "soalnya berapa",
        "waktu pengerjaan",
        "pilihan ganda atau essay",
        "pilgan atau uraian",
        "ujiannya selama 2 jam"
      ],
      "responses": [
        "Ujian CAT dilaksanakan secara online serentak pada Sabtu, 27 Januari 2024 pukul 10:00 - 12:00 WIB dengan 100 soal pilihan ganda dan 2 soal essay. \n\nMateri yang diujikan meliputi: Kewirausahaan, Kepemimpinan, Kepeloporan, Organisasi, Pemerintah Desa, Kepemudaan, UU No.40 Tahun 2009, dan Hubungan Masyarakat atau Sosiologi. \nLebih lengkapnya dapat diunduh dan dibaca pada Informasi Pendaftaran dan Pedoman Calon Peserta PKKP 2024 yang ada di link berikut: https://simudaperwira.jatengprov.go.id/pengumuman"
      ]
    },
    {
      "tag": "sistem_kerja",
      "patterns": [
        "nanti sistem kerjanya itu bagaimana? apakah harus fulltime atau bagaimana?",
        "PKKP itu ngapain aja ya kak?"
      ],
      "responses": [
        "Informasi lebih lanjut dari program PKKP 2024 dapat dilihat di Pedoman PKKP 2024 yang ada di link berikut: https://simudaperwira.jatengprov.go.id/pengumuman"
      ]
    },
    {
      "tag": "surat_lamaran",
      "patterns": [
        "untuk surat lamarannya nanti boleh diketik pakai komputer atau ditulis tangan dan tanda tangan basah?",
        "surat lamaran ditulis tangan atau diketik?",
        "format surat lamaran",
        "kertas folio atau hvs?"
      ],
      "responses": [
        "Untuk Surat Lamaran wajib ditulis tangan dan tanda tangan basah, dengan format bebas, dapat menggunakan kertas folio dan tidak ada template."
      ]
    },
    {
      "tag": "verif_email",
      "patterns": [
        "pendaftaran berhasil tapi tidak ada konfirmasi email masuk",
        "verifkasi email saya belum bisa karena tidak ada email diterima di kotak masuk",
        "terkait verifikasi email saya belum mendapatkan email verifikasi baik di kotak masuk maupun di folder spam"
      ],
      "responses": [
        "Terdapat kendala teknis di sistem terkait kirim Email. Mohon tunggu untuk Tim IT coba memperbaiki kendala tersebut dan pastikan untuk selalu cek email hingga folder spam."
      ]
    },
    {
      "tag": "grup",
      "patterns": [
        "link untuk grub telegram",
        "link grup tele kak",
        "ada grupnya?",
        "tidak ada grup whatsapp atau telegram?"
      ],
      "responses": ["Untuk Grup saat ini belum tersedia."]
    },
    {
      "tag": "perangkat",
      "patterns": [
        "testnya online pakai perangkat sendiri?",
        "harus pakai laptop?",
        "pakai handphone boleh?",
        "dikerjakan lewat handphone",
        "pakai hp",
        "pake mobile phone",
        "menggunakan hp"
      ],
      "responses": [
        "Ujian CAT dapat dilaksanakan ditempat masing - masing dengan perangkat pribadi, disarankan menggunakan Laptop/PC dan menggunakan Browser/Chrome versi terbaru untuk pengerjaan yang lebih optimal."
      ]
    },
    {
      "tag": "lolos",
      "patterns": [
        "daftar online otomatis ikut CAT?",
        "syarat mengikuti tes CAT",
        "pengumuman apakah sudah ada?",
        "pengumuman lolos seleksi administrasi",
        "pengumuman lolos kapan",
        "pengumuman kelolosan",
        "kapan pengumuman",
        "lulus atau tidaknya diketahui kapan",
        "diumumkan dan dilihat dimana",
        "informasi lulus atau tidaknya"
      ],
      "responses": [
        "Calon Peserta yang telah mendaftar online pada tanggal 17 - 25 Januari 2024 dapat mengikuti Ujian CAT online serentak pada Sabtu, 27 Januari 2024 pukul 10:00 - 12:00 WIB. \nPengumuman lolos Ujian CAT bisa langsung dilihat saat menyelesaikan Ujian CAT dan dapat langsung daftar ulang untuk kemudian mengirim berkas hardfile ke Dinas terkait pada daerah penugasan masing-masing. \nUntuk Pengumuman lolos administrasi pada Jumat, 16 Februari 2024. \nLebih lengkapnya dapat dilihat pada Informasi Pendaftaran dan Pedoman Calon Peserta PKKP 2024 yang ada di link berikut: https://simudaperwira.jatengprov.go.id/pengumuman"
      ]
    },
    {
      "tag": "halaman_ujian",
      "patterns": [
        "klik masuk halaman ujian",
        "panduannya ada disebelah mana",
        "ujian diwebsite?",
        "link ujian CAT",
        "masuk ke manu ujian",
        "masuk ujian CAT",
        "klik mulai ujian",
        "tes CAT dibagian mana",
        "tata cara dan alur pelaksanaan tes CAT",
        "cara memulai tes CAT"
      ],
      "responses": [
        "Halaman Ujian CAT akan otomatis muncul di halaman dashboard web Simudaperwira pada Sabtu, 27 Januari 2024, Calon Peserta PKKP dapat masuk ke halaman ujian pukul 10:00, dengan durasi ujian selama 2 jam (10.00 - 12:00 WIB). Lebih lengkapnya mengenai Tata Cara dan Alur Pelaksanaan Ujian CAT online dapat dilihat pada halaman dashboard website https://simudaperwira.jatengprov.go.id/"
      ]
    },
    {
      "tag": "undur_diri",
      "patterns": [
        "jika mengundurkan diri / diberhentikan",
        "kondisi sakit / mendapatkan pekerjaan ASN",
        "terpaksa harus berhenti sebelum kontrak berakhir",
        "pengembalian biaya sepenuhnya dari awal kontrak?",
        "peserta dapat bekerja dilain tempat?"
      ],
      "responses": [
        "Peserta PKKP Tahun 2024 yang telah lolos, jika mengundurkan diri/diberhentikan, kondisi sakit, mendapatkan pekerjaan lain, dan terpaksa harus berhenti sebelum kontrak berakhir. Sesuai dengan peraturan PKKP 2024, Peserta wajib untuk membayar pengembalian biaya sesuai dengan yang diterima selama mengikuti program."
      ]
    },
    {
      "tag": "waktu_jalan",
      "patterns": [
        "waktunya udah jalan",
        "waktu hitung mundur",
        "bisa langsung dimulai?"
      ],
      "responses": [
        "Waktu yang berjalan di halaman ujian adalah hitungan mundur pengerjaan ujian, Ujian CAT dapat dimulai tepat pukul 10.00."
      ]
    },
    {
      "tag": "total_peserta",
      "patterns": [
        "daftar ada berapa",
        "berapa pendaftar",
        "informasi keseluruhan peserta",
        "berapa banyak yang daftar program"
      ],
      "responses": [
        "Untuk banyaknya peserta yang mendaftar setiap Kabupaten/Kota dapat dilihat pada Instagram Story @abinayamuda yang dibagikan setiap sore selama masa pendaftaran. Dan Pengumuman banyaknya peserta yang lolos Ujian CAT dapat menunggu informasi lebih lanjut."
      ]
    },
    {
      "tag": "passing_grade",
      "patterns": [
        "passing grade berapa",
        "nilai minimal",
        "batas nilai kelulusan ujian",
        "nilai ambang batas"
      ],
      "responses": ["Untuk lolos ujian CAT nilai yang diperoleh minimal 60."]
    },
    {
      "tag": "gagal_masuk_ujian",
      "patterns": [
        "tidak bisa masuk ujian",
        "masuk ujian belum bisa diakses",
        "tidak bisa ke halaman tes",
        "tidak dapat masuk halaman ujian",
        "ga bisa masuk ujian",
        "link test tidak bisa dibuka",
        "tidak bisa klik mulai ujian"
      ],
      "responses": [
        "Untuk mengatasi kendala tersebut dapat dilakukan beberapa hal berikut: \n1. Pastikan koneksi internet lancar \n2. Clear history browser dan silahkan coba kembali \n3.Menggunakan perangkat lainnya, misal Laptop/PC \n4. Update versi chrome terbaru \n\nJika tetap ada kendala, mohon sertakan Nama dan Alamat Email untuk selanjutnya kami cek lebih lanjut, dan mohon ditunggu untuk balasannya. Atau dapat mengikuti sesi lanjutan yang akan kami buka pada pukul 12.00 - 14.00"
      ]
    },
    {
      "tag": "ujian_selesai",
      "patterns": [
        "belum mengerjakan sudah dianggap selesai",
        "baru memulai sudah langsung selesai",
        "sudah dianggap ngerjain soal",
        "ujian terselesaikan dan hasilnya 0",
        "tiba-tiba sudah selesai ujiannya",
        "muncul hasil ujian",
        "tampilan soal hilang",
        "hasil ujian 0 semua",
        "nilai hasil ujian"
      ],
      "responses": [
        "Mohon untuk sertakan Nama dan Alamat Email untuk selanjutnya kami cek lebih lanjut, dan mohon ditunggu untuk balasannya. \nAtau dapat mengikuti sesi lanjutan yang akan kami buka pada pukul 12.00 - 14.00"
      ]
    },
    {
      "tag": "waktu_mulai",
      "patterns": [
        "waktu mulai 5 hari lagi",
        "dimulai 14 jam lagi, belum bisa diakses?"
      ],
      "responses": [
        "Bisa dicoba untuk refresh dan login kembali, atau diperhatikan untuk setting waktu di laptop sesuai dengan waktu sekarang."
      ]
    },
    {
      "tag": "lupa_password",
      "patterns": [
        "saya lupa kata sandi akun",
        "lupa password",
        "kata sandi salah"
      ],
      "responses": [
        "Jika terkendala salah/lupa password, bisa reset password terlebih dahulu."
      ]
    },
    {
      "tag": "CAT_sesi2",
      "patterns": ["ujian susulan", "ujian mulai pukul 12"],
      "responses": [
        "Halaman Ujian CAT sesi kedua akan otomatis muncul di halaman dashboard web Simudaperwira pada Sabtu, 27 Januari 2024, Calon Peserta PKKP dapat masuk ke halaman ujian pukul 12:00, dengan durasi ujian selama 2 jam (12.00 - 14:00 WIB). Lebih lengkapnya dapat dilihat pada halaman dashboard website https://simudaperwira.jatengprov.go.id/"
      ]
    },
    {
      "tag": "jasa_ekspedisi",
      "patterns": [
        "opsi pengiriman berkas",
        "mengirimkan berkas melalui jasa ekspedisi",
        "kirim berkas lewat pos",
        "harus datang langsung ke dinas?",
        "dikirim melalui jasa kirim paket",
        "dikirim melalui pos",
        "via pos atau datang langsung ke dinas?",
        "nitip sama temen"
      ],
      "responses": [
        "Boleh menggunakan jasa ekspedisi/pos tetapi resiko ditanggung masing-masing, tetapi lebih baik atau dianjurkan untuk mengirim secara langsung dan meminta tanda terima dari pihak Dinas."
      ]
    },
    {
      "tag": "jawaban",
      "patterns": ["melihat jawaban benar dan salah untuk pembelajaran saja"],
      "responses": ["Mohon maaf tidak bisa."]
    },
    {
      "tag": "error_daftar_ulang",
      "patterns": [
        "tidak bisa klik",
        "kartu CAT down",
        "link daful belum bisa diakses",
        "klik cetak kartu daftar ulang",
        "kendala daftar ulang"
      ],
      "responses": [
        "Dapat melakukan beberapa hal berikut: \n1. Pastikan koneksi internet lancar \n2. Clear history browser dan silahkan coba kembali \n3.Menggunakan perangkat lainnya, misal Laptop/PC \n4. Update versi chrome terbaru \n5. Logout kemudian Login kembali \n6. Menunggu hingga sesi ujian berakhir, hingga batas daftar ulang pada tanggal 31 Januari 2024"
      ]
    },
    {
      "tag": "saran",
      "patterns": ["izin memberikan masukan", "saran"],
      "responses": [
        "Terima kasih atas saran dan masukan yang telah diberikan untuk kami jadikan evaluasi pada pendaftaran calon peserta PKKP tahun berikutnya."
      ]
    },
    {
      "tag": "penempatan_desa",
      "patterns": ["cek penempatan desa"],
      "responses": [
        "Untuk penempatan desa akan disampaikan nanti saat Pre Departure Training."
      ]
    },
    {
      "tag": "wawancara",
      "patterns": ["wawancara diinfokan kembali?", "lokasi tes wawancara"],
      "responses": [
        "Seleksi Wawancara dilaksanakan pada 19-21 Februari 2024, Pengumuman peserta yang lolos untuk mengikuti seleksi wawancara dapat dipantau melalui social media instagram @abinayamuda, dan website simudaperwira."
      ]
    },
    {
      "tag": "ujian_ulang",
      "patterns": [
        "apakah ada ujian ulang?",
        "ada ujian susulan?",
        "terlewat tes",
        "ada susulan lagi?",
        "belum melakukan tes CAT"
      ],
      "responses": ["Mohon maaf kak, tidak ada ujian ulang/susulan."]
    },
    {
      "tag": "terima_kasih",
      "patterns": [
        "baik kak",
        "terima kasih",
        "makasih",
        "siap kak",
        "oke",
        "ok",
        "okay"
      ],
      "responses": [
        "Baik kak, Terima kasih telah menghubungi layanan Customer Service Simudaperwira. Have a nice day!"
      ]
    }
  ]
}
